data/sysbench/c2j/rndwr/150G/nvme0n1thread1
WARNING: --max-time is deprecated, use --time instead
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Extra file open flags: 0
128 files, 1.1719GiB each
150GiB total file size
Block size 16KiB
Number of IO requests: 0
Read/Write ratio for combined random IO test: 1.50
Calling fsync() after each write operation.
Using synchronous I/O mode
Doing random write test
Initializing worker threads...

Threads started!


File operations:
    reads/s:                      0.00
    writes/s:                     9188.82
    fsyncs/s:                     9188.82

Throughput:
    read, MiB/s:                  0.00
    written, MiB/s:               143.58

General statistics:
    total time:                          60.0002s
    total number of events:              551367

Latency (ms):
         min:                                  0.03
         avg:                                  0.11
         max:                                  4.92
         95th percentile:                      0.12
         sum:                              59661.27

Threads fairness:
    events (avg/stddev):           551367.0000/0.00
    execution time (avg/stddev):   59.6613/0.00